{
    "Generate a standard rental agreement for a residential property in India.": "This Rental Agreement is made at [City] on this [Date], between [Landlord's Name], residing at [Landlord's Address], hereinafter referred to as the 'Landlord', and [Tenant's Name], residing at [Tenant's Address], hereinafter referred to as the 'Tenant'. WHEREAS the Landlord is the owner of the residential property situated at [Property Address] and desires to let out the said property to the Tenant. AND WHEREAS the Tenant has agreed to rent the said property from the Landlord on the terms and conditions as hereinafter appearing. NOW, THIS AGREEMENT WITNESSETH AS UNDER: 1. The tenancy shall commence from [Start Date] and shall continue for a period of [Lease Term], unless terminated earlier as per the terms hereof. 2. The monthly rent shall be [Rent Amount] payable on or before the [Due Date] of each month. 3. The Tenant has deposited a sum of [Security Deposit Amount] with the Landlord, which shall be refunded upon the termination of this Agreement, subject to adjustments for damages, if any. 4. The Tenant shall use the said property for residential purposes only and shall not sublet, assign, or transfer the possession of the property without the written consent of the Landlord. 5. The Tenant shall bear the cost of electricity, water, and other utilities consumed at the property. 6. The Landlord shall be responsible for major repairs and maintenance of the property. 7. Either party may terminate this Agreement by giving [Notice Period] notice in writing to the other party. IN WITNESS WHEREOF, the parties hereto have set their hands the day and year first above written. [Landlord's Signature] [Tenant's Signature] Witnesses: 1. [Witness Name and Signature] 2. [Witness Name and Signature]"
    ,
    "Create a notice for rent increase as per Indian rental laws": "Date: [Current Date]. Tenant Name: [Tenant's Name]. Address: [Tenant's Address]. Subject: Notice of Rent Increase. Dear [Tenant's Name], As per the terms of your lease agreement dated [Lease Agreement Date], and in accordance with the local rental laws, we are hereby notifying you of an increase in rent for the property located at [Property Address]. The new monthly rent will be [New Rent Amount], effective from [Effective Date], which is a [Notice Period] notice period. Your prompt attention to this matter is appreciated. Sincerely, [Landlord's Name], [Landlord's Signature]." ,
    
    "Draft a standard employment contract for an Indian company.": "This Employment Contract is made on [Date] between [Employee Name], residing at [Employee Address], hereinafter referred to as 'Employee', and [Company Name], a company registered under the Companies Act, 2013, having its registered office at [Company Address], hereinafter referred to as 'Employer'. The Employee shall be employed in the position of [Position Title] with a starting salary of [Salary Amount]. The terms include [Work Hours], [Leave Policy], and [Termination Conditions]. This contract is governed by the laws of India. Employer's Signature: ____, Employee's Signature: ____."
  }
  